administrator/components/com_onepage/export/templates/sherpa/xml/WarehouseList.xml.php

<?php

?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sher="http://sherpa.sherpaan.nl/">
   <soapenv:Header/>
   <soapenv:Body>
      <sher:WarehouseList>
         <!--Optional:-->
         <sher:securityCode><?php echo $this->securityCode; ?></sher:securityCode>
      </sher:WarehouseList>
   </soapenv:Body>
</soapenv:Envelope>